tap "homebrew/bundle"
tap "wez/wezterm-linuxbrew"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "helix"
brew "lazygit"
brew "neovim"
brew "node"
brew "pipx"
brew "ripgrep"
brew "wmctrl"
brew "xclip"
brew "zoxide"
brew "wez/wezterm-linuxbrew/wezterm"
vscode "golf1052.base16-generator"
vscode "ms-vscode-remote.remote-containers"
vscode "quarto.quarto"
vscode "vscodevim.vim"
