tap "dustinblackman/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "wez/wezterm-linuxbrew"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "harfbuzz"
brew "helix"
brew "imagemagick"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "pango"
brew "pipx"
brew "ripgrep"
brew "wmctrl"
brew "xclip"
brew "zoxide"
brew "dustinblackman/tap/oatmeal"
vscode "golf1052.base16-generator"
vscode "ms-vscode-remote.remote-containers"
vscode "quarto.quarto"
vscode "vscodevim.vim"
